<template>
  <div id="app">
    <ui-unfold
      lineHeight="19"
      line="2"
      text="大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬大家阿斯顿发斯蒂芬"
    ></ui-unfold>
  </div>
</template>

<script>
import UiUnfold from "./components/ui-unfold";
export default {
  name: "app",
  components: {
    UiUnfold
  },
  data() {
    return {
      msg: "Welcome to Your Vue.js App"
    };
  }
};
</script>

<style>
#app {
  margin: 0 auto;
  width: 400px;
  border: 1px solid black;
  padding: 20px;
}
</style>
